{
  "main.home": "Главная",
  "main.projects": "Проекты",
  "main.archive": "Архив",
  "main.menu": "Меню",

  "home.slogan": "Уверенно в ногу со временем",
  "home.me": "Обо мне",
  "home.me.description": "Меня зовут Дмитрий Жутков (более известен как Onebeld), и я увлекаюсь созданием программного обеспечения и решением технических задач. С момента, как я начал свой путь в мире программирования, я страстно увлечен исследованием новых технологий и решением сложных задач.",
  "home.me.mainactivity": "Основная деятельность",
  "home.me.mainactivity.description": "В основном я занимаюсь программированием, создавая разнообразные программные продукты и решения для различных сфер деятельности. От веб-приложений до программных продуктов",
  "home.me.site-goal": "Цель сайта",
  "home.me.site-goal.description": "Цель этого сайта - представить мой профессиональный опыт, навыки и работы в программировании. Сайт служит платформой для демонстрации моих проектов. Через сайт я стремлюсь продемонстрировать свой уровень компетенции, креативность и профессионализм",

  "projects.description": "Здесь собраны проекты, которые находятся в процессе разработки или, по крайней мере, завершены. Вы можете нажать на блоки, чтобы перейти к исходному коду.",

  "projects.pleasantui.description": "Библиотека графического интерфейса пользователя для Avalonia с собственными элементами управления.",
  "projects.pleasantvacation.description": "Сайт по продаже туристических билетов. Бэкенд написан на Java.",
  "projects.regulsavecleaner.description": "Инструмент для очистки файлов сохранений от ненужных игровых данных для The Sims 3 от Maxis.",
  "projects.sparklescannerbot.description": "Telegram-чатбот, позволяющий анализировать сайты, а также предупреждать пользователя о проблемах с сайтом, написанный на Rust.",
  "projects.olibkey.description": "Программное обеспечение, позволяющее хранить пароли, заметки, документы и другие важные личные данные на вашем компьютере. Работает на Microsoft .NET 5 с использованием Avalonia UI. С помощью OlibKey вы можете хранить пароли на своем компьютере с использованием AES-шифрования.",

  "archive.description": "Здесь собраны проекты, которые созданы давно. Они не поддерживаются, а некоторые из них качество оставляет желать лучшего. Несмотря на это, они остаются важной частью развития Onebeld. Вы можете нажать на блоки, чтобы перейти к исходному коду.",
  "archive.discontinued": "Прекращен",

  "archive.regul.description": "Современная программа общего назначения с интерфейсом, похожим на UWP-приложения, основанная на системе модулей, которая позволяет запускать инструменты и редактировать файлы любого типа.",
  "archive.olibui.description": "Динамический пользовательский интерфейс для AvaloniaUI. Основными преимуществами этой библиотеки являются: скиннинг во время выполнения и локализация.",
  "archive.quickautoclicker.description": "Программа, позволяющая в назначенное время автоматически нажимать левую клавишу мыши. Имеет рандомизацию клика. Написана на C++ с использованием фреймворка Qt.",
  "archive.flashaudio.description": "Простой музыкальный проигрыватель с интерфейсом, похожим на Fluent Design System из Windows 10.",
  "archive.olib.description": "Универсальная программа, позволяющая выполнять различные мелкие задачи: случайный выбор вариантов, конвертер значений, автокликер и многое другое. Имел несколько названий: Teredo и Jekyll",
  "archive.bigboss": "Первый сайт \"Большой босс\"",
  "archive.bigboss.description": "Можно сказать, что этот проект является основоположником развития Onebeld. Сайт являлся обычным блогом. На данный момент до сих пор функционирует",

  "footer.links": "Ссылки",
  "footer.contact": "Связаться",
  "footer.copyright": "Авторские права ©2024 Onebeld (Дмитрий Жутков)"
}